<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_text.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$lang = array
(
	'text_name' => 'Текстовый блок ',
	'text_desc' => 'Текстовый блок объявлений показываются в верхней части страниц порталов/форумов/сообществ. Допускаются небольшие изображения или Flash. Если имеется несколько текстовых объявлений, система будет отображать их в виде списка в нумерованном порядке. Число строк в блоке от 3 до 5.',
	'text_index' => 'Главная',
	'text_fids' => 'Раздел форума',
	'text_fids_comment' => 'Выберите разделы форума для показа объявлений, для множественного выбора, удерживайте CTRL или SHIFT.',
	'text_groups' => 'Категории сообществ',
	'text_groups_comment' => 'Выберите категории сообществ для показа объявлений, для множественного выбора, удерживайте CTRL или SHIFT.',
	'text_category' => 'Категории портала',
	'text_category_comment' => 'Выберите категории портала для показа объявлений, для множественного выбора, удерживайте CTRL или SHIFT.',
);

?>
