<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_thread.php 27449 2012-02-01 05:32:35Z zhangguosheng $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$lang = array
(
	'thread_name' => 'В сообщениях форума и групп ',
	'thread_desc' => 'Рекламные объявления в виде цитаты, размещенные снизу, сверху и справа сообщений, как правило, в виде текста. Наиболее часто используется справа. Если размещено несколько объявлений, система сама будет случайным образом выбирать одно из объявлений. Можно изменить количество объявлений, а также другие параметры',
	'thread_fids' => 'Разделы форума',
	'thread_fids_comment' => 'Выберите разделы форума для показа объявлений, для множественного выбора, удерживайте CTRL или SHIFT.',
	'thread_groups' => 'Категории сообществ',
	'thread_groups_comment' => 'Выберите категории сообществ для показа объявлений, для множественного выбора, удерживайте CTRL или SHIFT.',
	'thread_position' => 'Размещение',
	'thread_position_comment' => 'Выберите место для размещения объявлений в содержании: сверху, снизу или справа от текста сообщения. Можно использовать изображения и Flash.',
	'thread_position_bottom' => 'Снизу сообщения',
	'thread_position_top' => 'Сверху сообщения',
	'thread_position_right' => 'Справа от сообщения',
	'thread_pnumber' => 'Вывод позиций',
	'thread_pnumber_comment' => 'Вы можете выбрать варианты позиций для вывода, например: #1 #2 #3. Чтобы выбрать несколько вариантов, удерживайте клавишу CTRL для множественного выбора',
	'thread_pnumber_all' => 'Все',
);

?>
