<?php

/**
 *      [Discuz!] (C)2001-2099 Comsenz Inc.
 *      This is NOT a freeware, use is subject to license terms
 *
 *      $Id: lang_modaction.php 31651 2012-09-18 10:23:26Z zhangjie $
 */

if(!defined('IN_DISCUZ')) {
	exit('Access Denied');
}

$lang = array
(

	'EDT' => 'Изменено',

	'DEL'	=> 'Удаление',
	'DLP'	=> 'Удаление ответа',
	'DCM'	=> 'Удаление комментария',
	'PRN'	=> 'Групповое удаление сообщений',
	'UDL'	=> 'Восстановление',

	'DIG'	=> 'Дайджест+',
	'UDG'	=> 'Дайджест-',
	'EDI'	=> 'Временный дайджест',
	'UED'	=> 'Снятие временного дайджеста',

	'CLS'	=> 'Закрытие',
	'OPN'	=> 'Открытие',
	'ECL'	=> 'Временное закрытие',
	'UEC'	=> 'Снятие временного закрытия',
	'EOP'	=> 'Временное открытие',
	'UEO'	=> 'Снятие временного открытия',

	'STK'	=> 'Прикрепление',
	'UST'	=> 'Снятие прикрепления',
	'EST'	=> 'Временное прикрепление',
	'UES'	=> 'Снятие временного прикрепления',

	'SPL'	=> 'Разделение',
	'MRG'	=> 'Объединение',

	'HLT' => 'Выделение тем',
	'UHL' => 'Снять выделение',
	'EHL' => 'Временное выделение тем',
	'UEH' => 'Снятие временного выделение тем',

	'BMP' => 'Поднято',
	'DWN' => 'Опущено',

	'MOV'	=> 'Перемещение',
	'CPY'	=> 'Копирование',
	'TYP' => 'Категории',

	'RFD' => 'Возврат',

	'MOD' => 'Модерация',

	'ABL'	=> 'Создание блога',
	'RBL'	=> 'Удаление блога',

	'PTS' => 'Опущено тем',
	'RFS' => 'Поднято тем',
	'RMR' => 'Отмена награды',
	'BNP'	=> 'Блокировка сообщения',
	'UBN'	=> 'Снятие блокировки сообщения',

	'REC'	=> 'Рекомендация',
	'URE'	=> 'Снятие рекомендации',

	'WRN'	=> 'Предупреждение',
	'UWN'	=> 'Снятие предупреждения',

	'SPA'	=> 'Добавление штампа',
	'SPD'	=> 'Снятие штампа',

	'SLA'	=> 'Добавление иконки',
	'SLD'	=> 'Снятие иконки',

	'REG'	=> 'Рекомендация группы',

	'PTA'	=> 'Создание статьи',

	'MAG'	=> 'Реквизит',

	'REB' => 'Push', 

	'LIV' => 'Включить',
	'LIC' => 'Отмена',

);

?>
